Revit 2023 API
GroupTypeId.CurtainGridn2 Property
 "Grid 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId CurtainGridn2 { get; }
Visual Basic
Public Shared ReadOnly Property CurtainGridn2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainGridn2 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace